Repository: 101smm/wordpress
Catalog: woocommerce/fondy-woocommerce-payment-gateway/wp-plugins-fondy-woocommerce-payment-gateway-stable-readme-*.po
Languages: ru

source: <a href="https://fondy.eu/en-eu/">International Internet-acquiring Fondy</a> currently operates in 120 countries. The system enables simultaneous cooperation with international acquires banks in Europe and provides its services for more than 1500 web businesses around the globe.
ru: <a href="https://fondy.ru/">Международный Интернет-Эквайринг Fondy</a> в настоящее время работает в 120 странах. Система оплаты обеспечивает одновременное взаимодействие с международными банками эквайерами в России, СНГ и Европе, обслуживает более 1500 интернет-бизнесов по всему миру.

source: What is payment gateway and why does the customer need it? In 2018 more and more customers made their purchases on the Internet. That is why we do need more progressive and easy way to pay in 1 click. <a href="https://fondy.eu/en-eu/">Fondy</a> is the multifunctional payment gateway that integrates all methods of payment and lets your business enter the E-Commerce world.
ru: Что такое платежный шлюз и почему он нужен клиенту? В 2018 году все больше клиентов совершают покупки в Интернете. Исходя из этого нам необходим более прогрессивный и простой способ оплаты в 1 клик. <a href="https://fondy.ru">Fondy </a> это многофункциональный инструмент, который объединяет все платежные методы и открывает границы электронной коммерции вашему бизнесу.

source: With us, your customers can make purchases in many currencies. Fondy payment gateway supports EUR, USD, PLN, GBP, UAH, RUB and +100 other currencies.
ru: С нами ваши клиенты могут совершать покупки в разнообразных валютах. Платежная система Fondy поддерживает RUB, USD, EUR, PLN, GBP, и UAH +100 других валюты.

source: <a href="https://fondy.eu/en-eu/cms/wordpress/">This plugin adds Fondy gateway as a payment method to your WooCommerce store.</a> Fondy can accept VISA and MasterCard securely, quickly and easily on your store in minutes. Simple, straightforward pricing, top-notch fraud intelligence, and 24/7 support. Fondy payment gateway for WooCommerce is easy to download without any programming skills.
ru: <a href="https://fondy.ru/cms/wordpress/">Плагин сервиса Fondy - WooCommerce добавляет платежную систему Fondy в качестве способа оплаты в ваш Интернет-магазин WooCommerce.</a>Fondy может надежно, быстро и легко принять VISA и MasterCard платежи на сайте вашего Интернет-магазина за считанные минуты. Простое и понятное ценообразование, первоклассный механизм анти-фрод и круглосуточная поддержка. Платежную систему Fondy для Интернет-магазина на базе WooCommerce легко установить без каких-либо навыков программирования.

source: Customize your checkout window (Some styles)
ru: Выбор индивидуального стиля окна с оформлением заказа (некоторые стили

source: Branded payment form on your website page
ru: Брендирование формы оплаты на странице вашего сайта

source: Constant cards processing
ru: Бесперебойный процессинг карт

source: Payments management
ru: Управление платежами

source: Custom reports
ru: Индивидуальные отчеты

source: Integration with your back-office
ru: Интеграция с вашим back-office

source: The information storage in one of the best world data centers with the security level Tier 3+
ru: Хранение данных в одном из лучших дата-центров мира с уровнем надежности Tier 3+

source: Certificate PCI DSS LEVEL 1
ru: Сертификат PCI DSS LEVEL 1

source: Encryption and information transmission on a security protocol TLS with the Key Length 2048 bit
ru: Шифрование и передача данных по защищенному протоколу TLS с длиной ключа 2048 бит

source: Stability and the consistent payments
ru: Стабильность и бесперебойность платежей

source: <a href="https://fondy.eu/en-eu/security/">Total security and scalability</a>
ru: <a href="https://fondy.ru/security/">Полная безопасность и масштабируемость </a>

source: ALLOWED CURRENCIES
ru: ПРИНИМАЕМЫЕ ВАЛЮТЫ

source: FONDY PAYMENT GATEWAY FEATURES
ru: ПРЕИМУЩЕСТВА ПЛАТЕЖНОЙ СИСТЕМЫ FONDY

source: stability update
ru: стабильность обновлений

source: change to host-to-host
ru: смена хостингов

source: add default success page
ru: добавить страницу регистрации по умолчанию

source: First release
ru: Первоначальный релиз

source: Some answers you can find here <a href="https://fondy.eu/faq/">FAQ</a>
ru: Вы можете найти некоторые ответы на вопросы здесь <a href="https://fondy.кu/faq/">FAQ</a>

source: Installation Instructions
ru: Инструкция по установке

source: After activation, you can set options from `WooCommerce -&gt; Settings -&gt; Payment (tab "Fondy")
ru: После активации вы можете выбрать параметры настройки в WooCommerce -&gt; Settings -&gt; Payment (tab "Fondy")

source: Activate the plugin through the <code>Plugins</code> menu in WordPress
ru: Активируйте плагин посредством <code> Плагины </code> меню WordPress

source: Upload plugin directory to the <code>/wp-content/plugins/</code> directory
ru: Загрузите каталог плагинов в <code>/wp-content/plugins/</code> directory

source: <a href="https://portal.fondy.eu/mportal/#/account/registration">Create Free Fondy Account</a>
ru: <a href="https://portal.fondy.ru/mportal/#/account/registration">Создать бесплатный аккаунт Fondy</a>

source: Fondy payment gateway easy configuration in WooCommerce – only Merchant ID and Secret Key need to be copied from Fondy Merchant Portal
ru: Оегкая настройка платежного шлюза Fondy в WooCommerce - необходимо скопировать только Айди Мерчанта и Секретный Ключ с Мерчант Портала Fondy

source: Enable/Disable Pop-up mode
ru: Включение / выключение режима всплывающих уведомлений

source: Start with Fondy
ru: Начните работать с Fondy

source: WooCommerce Checkout page
ru: Страница заказа WooCommerce

source: Fondy options
ru: Возможности Fondy

source: WooCommerce extension allow clients make payment with Fondy.
ru: Расширение WooCommerce позволяет клиентам проводить платежи с помощью Fondy.

source: Fondy WooCommerce Payment Gateway
ru: Платежный Шлюз Fondy для WooCommerce
